Repository: p0c4r1/bbconnection
Catalog: bbconnection/locale/*/LC_MESSAGES/django.po
Languages: id

source: Userprofile
id: Profilpengguna

source: Change avatar
id: Merubah avatar

source: Your current avatar:
id: Avatar anda saat ini:

source: You haven't uploaded an avatar yet. Please upload one now.
id: Anda belum meng-upload avatar. Silakan upload sekarang.

source: Upload New Image
id: Upload gambar baru

source: Choose new Default
id: Pilih Default baru

source: Change userprofile
id: Ubah profil pengguna

source: Save
id: Simpan

source: Cancel
id: Batal

source: User profile
id: Profil pengguna

source: Change user profile
id: Ubah profil pengguna

source: Administration
id: Administrasi

source: Login
id: Masuk

source: Dashboard
id: Dasbor

source: Orders
id: Order

source: Clinical Lab
id: Lab Klinik

source: Batch worklist
id: Daftar kerja batch

source: Workarea
id: Area kerja

source: Origin
id: Ruangan/Poli

source: Home
id: Beranda

source: Order group
id: Grup order

source: Delete order
id: Hapus order

source: Are you you sure you want to delete the following order?
id: Apakah anda yakin ingin menghapus order berikut?

source: Delete
id: Hapus

source: Order detail
id: Detail order

source: Order Details
id: Detail order

source: Created
id: Dibuat

source: Last modified
id: Terakhir diubah

source: Priority
id: Prioritas

source: Sender doctor
id: Dokter pengirim

source: Diagnosis
id: Diagnosa

source: Insurence
id: Angkatan

source: Created / Modified by
id: Dibuat / diubah oleh

source: Created at
id: Dibuat pada

source: Patient Data
id: Data Pasien

source: Patient ID
id: ID Pasien

source: Name
id: Nama

source: Gender
id: Jenis kelamin

source: Date of Birth
id: Tanggal lahir

source: Address
id: Alamat

source: Print Receipt
id: Print kwitansi

source: Print Bill
id: Print nota

source: Print Worklist
id: Print daftar pekerjaan

source: Send to LIS
id: Kirim ke LIS

source: Edit Order
id: Ubah order

source: Create Order
id: Buat order

source: Edit order
id: Ubah order

source: Create order
id: Buat order

source: Create Patient Order
id: Buat order pasien

source: Patient detail
id: Detail pasien

source: Patients
id: Pasien

source: Patient Details
id: Detail pasien

source: Create new Lab order for this patient
id: Buat order lab untuk pasien ini

source: Patient
id: Pasien

source: Edit Patient
id: Ubah data pasien

source: Create Patient
id: Buat data pasien

source: Edit patient
id: Ubah data pasien

source: Create patient
id: Buat data pasien

source: Register Patient
id: Register pasien

source: Batch worklist detail
id: Detail daftar kerja batch

source: Batch worklist Details
id: Detail daftar kerja batch

source: Created by
id: Dibuat oleh

source: Patient Name
id: Nama pasien

source: Test
id: Tes

source: Worklists
id: Daftar pekerjaan

source: Edit batch
id: Ubah batch

source: Create batch
id: Buat batch

source: Batch worklists
id: Daftar pekerjaan batch

source: Create batch worklists
id: Buat daftar pekerjaan batch

source: Test group
id: Grup tes

source: Delete test group
id: Hapus grup tes

source: Delete test groups
id: Hapus grup tes

source: Are you you sure you want to delete the following item?
id: Apakah anda yakin ingin menghapus item berikut?

source: Test groups
id: Grup tes

source: Edit Test group
id: Ubah grup tes

source: Create Test group
id: Buat grup tes

source: Create Test groups
id: Buat grup tes

source: Delete test
id: Hapus tes

source: Tests
id: Tes

source: Create Tests
id: Buat tes

source: suppliers in your database.
id: Supplier di database anda.

source: products in your database.
id: Produk di database anda.

source: you have
id: anda mempunyai

source: order(s) today.
id: order hari ini.

source: you add new
id: Register

source: patient(s) today.
id: pasien hari ini.

source: Add new patient order
id: Tambah order pasien baru

source: Register new patient
id: Register pasien baru

source: Create Product
id: Buat produk

source: Edit Product
id: Edit produk

source: Delete Product
id: Hapus produk

source: View Product
id: Lihat produk

source: Edit returning product
id: Ubah produk yang dikembalikan

source: Delete returning product
id: Hapus produk yang dikembalikan

source: Add stock in
id: Tambah stok masuk

source: Edit Stock in
id: Ubah stok masuk

source: Delete Stock in
id: Hapus stok masuk

source: View Stock in
id: Lihat stok masuk

source: Edit Lot
id: Ubah lot

source: Create Supplier
id: Buat supplier

source: Edit Supplier
id: Ubah supplier

source: Delete Supplier
id: Hapus supplier

source: View Supplier
id: Lihat supplier

source: Edit Test groups
id: Ubah grup tes

source: Delete Test groups
id: Hapus grup tes

source: Edit test
id: Ubah tes

source: Edit Using product
id: Ubah penggunaan produk

source: Delete using product
id: Hapus penggunaan produk

source: Create Vendor
id: Buat vendor

source: Edit Vendor
id: Ubah vendor

source: Delete Vendor
id: Hapus vendor

source: View Vendor
id: Lihat vendor

source: Worklist detail
id: Detail daftar pekerjaan

source: Print worklist
id: Cetak daftar pekerjaan

source: Product
id: Produk

source: Delete supplier
id: Hapus supplier

source: Delete product
id: Hapus produk

source: Products
id: Produk

source: Product Details
id: Detail produk

source: Lot controlled
id: Kontrol lot

source: Temp. condition
id: Kondisi Temp.

source: Product Data
id: Data produk

source: Base Multiplier
id: Basis pengali

source: Base Unit
id: Basis unit

source: Returning product
id: Pengembalian produk

source: Are you sure you want to delete the following item?
id: Apakah anda yakin ingin menghapus item berikut?

source: Return product
id: Kembalikan produk

source: Product stock
id: Stok produk

source: Select storage
id: Pilih penyimapan

source: Stock in
id: Stok masuk

source: QR Code
id: QC Code

source: Scan from camera
id: Scan dari kamera

source: Continue
id: Lanjut

source: Stock In
id: Stok masuk

source: Stockin Details
id: Detail stok masuk

source: Received Quantity
id: Kuantiti yang diterima

source: Lot Number
id: Nomor Lot

source: QR Code
id: QC Code

source: Stock in Lot information
id: Informasi lot stok masuk

source: Edit Stock in Lot
id: Ubah lot stok masuk

source: Edit stock in Lot
id: Ubah lot stok masuk

source: Edit Stock in lot
id: Ubah loat stok masuk

source: Add stock in lot
id: Tambah lot stok masuk

source: Date of creation
id: Tanggal dibuat

source: Last modified by
id: Terakhir diubah oleh

source: Suppliers
id: Supplier

source: Supplier Details
id: Detail supplier

source: Contact Data
id: Data kontak

source: Edit supplier
id: Ubah supplier

source: Create supplier
id: Buat supplier

source: Postal Address
id: Alamat kodepos

source: Phone Address
id: Alamat Telpon

source: Email Address
id: Alamat email

source: Using product
id: Penggunaan produk

source: Edit using product
id: Ubah penggunaan produk

source: Edit usingproduct
id: Ubah penggunaan produk

source: Use product
id: Gunakan produk

source: Delete vendor
id: Hapus vendor

source: Vendors
id: Vendor

source: Vendor Details
id: Detail vendor

source: Edit vendor
id: Ubah vendor

source: Create vendor
id: Buat vendor

source: View/Edit Result
id: Lihat/Ubah hasil

source: Order History
id: Riwayat order

source: History
id: Riwayat

source: Back
id: Kembali

source: Order Results
id: Hasil order

source: Edit order results
id: Ubah hasil order

source: Create order results
id: Buat hasil order

source: Conclusion:
id: Kesimpulan:

source: Technical Validate
id: Validasi teknis

source: Medical Validate
id: Validasi medis

source: Repeat
id: Mengulang

source: Print Result
id: Print hasil

source: Received sample
id: Menerima sampel

source: Worekarea
id: Area kerja

source: Date od Birth
id: Tanggal lahir

source: sign in now
id: masuk sekarang

source: Forgotten your password or username?
id: Lupa kata sandi atau id pengguna anda?

source: Log in
id: Masuk

source: Please correct the error below.
id: Harap perbaiki kesalahan dibawah ini.

source: Please correct the errors below.
id: Harap perbaiki kesalahan dibawah ini.

source: User ID
id: ID pengguna

source: Password
id: Sandi

source: Report Jasa Medis
id: Laporan Jasa Medis

source: Report cara bayar
id: Laporan cara bayar

source: Export to CSV
id: Export ke CSV

source: Report origin
id: Laporan Ruangan/Poli

source: Origin/Asal pasien
id: Ruangan/Poli pasien

source: Report pemeriksaan
id: Laporan pemeriksaan

source: Select patient
id: Pilih pasien

source: Select instrument
id: Pilih instrument

source: No instrument available?
id: Tidak ada instrumen yang tersedia?

source: Select using product
id: Pilih pengguaan produk

source: Select Using product
id: Pilih penggunaan produk

source: No storage available?
id: Tidak ada penyimpanan tersedia?

source: Doctor
id: Dokter

source: Test selections
id: Pilihan tes

source: Char value
id: Nilai karakter

source: Numeric value
id: Nilai angka

source: Parameters
id: Parameter

source: Group Name
id: Nama grup

source: External code
id: Kode eksternal

source: Priorities
id: Prioritas

source: Insurences
id: Status

source: Doctor Name
id: Nama dokter

source: Doctors
id: Dokter

source: Origin Name
id: Nama Ruangan/Poli

source: Origins
id: Ruangan/Poli

source: Diangosis Name
id: Nama diagnosa

source: Gender Name
id: Nama jns. Kelamin

source: Code
id: Kode

source: Genders
id: Jenis kelamin

source: Specimen Name
id: Nama spesimen

source: Suffix code
id: Kode akhiran

source: Specimen
id: Spesimen

source: Specimens
id: Spesimen

source: Abbreviation
id: Singkatan

source: Super Group
id: Grup super

source: Sort
id: Urut

source: Sorted priority
id: Urutan prioritas

source: Test Group
id: Grup tes

source: Test Name
id: Nama tes

source: Result Type
id: Tipe hasil

source: Can request?
id: Dapat di-request

source: tariff
id: tarif

source: base tariff
id: tarif dasar

source: Medc.Serv
id: Pelayanan medis

source: Medical service rate
id: Tarif layanan medis

source: Test price
id: Harga tes

source: Test prices
id: Harga tes

source: Medical record number
id: Nomor rekam medis

source: Date of birth
id: Tanggal lahir

source: Date format: DD-MM-YYYY
id: Format tanggal: DD-MM-YYYY

source: Patient Address
id: Alamat pasien

source: Additional data 0
id: Tambahan data 0

source: Additional data 1
id: Tambahan data 1

source: Additional data 3
id: Tambahan data 3

source: Order date
id: Tanggal order

source: Number
id: Nomor

source: Order priority
id: Prioritas order

source: Insurance
id: Status

source: Note/Comment
id: Catatan/Komentar

source: Conclusion
id: Kesimpulan

source: Order test
id: Tes order

source: Order tests
id: Tes order

source: sample id
id: id sampel

source: Sample id
id: Id sampel

source: Order samples
id: Sampel order

source: Printer barcode name
id: Nama printer barcode

source: is active?
id: apakah aktif?

source: Com serial port name
id: Nama port COM serial

source: eq: COM10,COM11
id: mis: COM10,COM11

source: Active?
id: Aktif?

source: Driver name
id: Nama driver

source: Connection type
id: Tipe koneksi

source: Serial port name
id: Nama port serial

source: TCP/IP Connection type
id: Tipe koneksi TCP/IP

source: TCP Host name (IP Address)
id: Nama TCP Host (IP Address)

source: TCP Port
id: Port TCP

source: Instrument
id: Instrumen

source: Host test code
id: Kode tes host

source: Result type
id: Tipe hasil

source: Host flag code
id: kode flag host

source: Host flag description
id: Deskripsi flag host

source: Host flag mark
id: Flag mark host

source: Age from
id: Usia dari

source: Age from unit
id: Usia dari unit

source: Age to
id: Usia sampai

source: Age to unit
id: Usia sampai unit

source: Any age?
id: Semua umur?

source: lower limit
id: Batas bawah

source: upper limit
id: Batas atas

source: operator value
id: Nilai operator

source: Alfanumberic value
id: Nilai alfanumerik

source: Special information
id: Informasi spesial

source: Numeric result
id: Hasil numerik

source: Alfanumeric result
id: Hasil alfanumerik

source: Text result
id: Hasil text

source: Image result
id: Hasil gambar

source: Reference range
id: Nilai normal

source: Result mark
id: Mark hasil

source: Instrument flag
id: Flag instrument

source: Method
id: Metode

source: Test unit
id: Tes unit

source: Decimal place
id: Tempat desimal

source: Order Sample
id: Sampel Order

source: is header?
id: apakah header?

source: Result
id: Hasil

source: Result unit
id: Unit hasil

source: Validation status
id: Status validasi

source: Techical validated by
id: Divalidasi teknis oleh

source: Technical Validated date
id: Divalidasi teknis tanggal

source: Medical validated by
id: Divalidasi medis oleh

source: Medical validated date
id: Divalidasi medis tanggal

source: Print status
id: Status cetak

source: Print by
id: Dicetak oleh

source: Print date
id: Tanggal cetak

source: Action code
id: Kode aksi

source: Action by
id: Aksi oleh

source: Action date
id: Tanggal aksi

source: Action text
id: Text aksi

source: Result PDF url
id: url hasil PDF

source: Batch group
id: Grup batch

source: Batch date
id: Tanggal batch

source: Worklist
id: Daftar pekerjaan

source: Worklist order
id: Daftar pekerjaan order

source: Total Price
id: Total harga

source: Wrong username and/or password.
id: Salah id pengguna dan/atau kata sandi

source: Successfully updated your avatar.
id: Berhasil update avatar anda.

source: Successfully uploaded a new avatar.
id: Berhasil upload avatar baru.
